import React from 'react';
import './About.css';

const About = () => {
  return (
    <div className="about-main">
      <div className="section-card">
        <h3>ನಮ್ಮ ಬಗ್ಗೆ</h3>
        <p>ಸರಸ್ವತಿ ಕಲಾ ಟ್ರಸ್ಟ್ ಎಂಬುದು ಅಧಿಕೃತವಾಗಿ 09-09-2022 ರಂದು ಶ್ರೀ ಪ್ರಸನ್ನ ಪರಮೇಶ್ವರ ಹೆಗಡೆಯವರ ಅಧ್ಯಕ್ಷತೆಯಲ್ಲಿ, ಹಲವು ಸಹಕಾರಿ ಮನೋಭಾವದ ಸದಸ್ಯರುಗಳ ಪಾಲ್ಗೊಳ್ಳುವಿಕೆಯಿಂದ ಪ್ರಾರಂಭವಾಯಿತು.</p>
      </div>

      <div className="section-card">
        <h3>ನಮ್ಮ ಧ್ಯೇಯಗಳು</h3>
        <ul>
          <li>ಯಕ್ಷಗಾನ, ಜನಪದ, ಸಂಗೀತ ಮತ್ತು ನಾಟಕ ಮೊದಲಾದ ವಿವಿಧ ಕಲಾ ರೂಪಗಳನ್ನು ಕಲಿಸಲು ಮತ್ತು ಪ್ರಚಾರ ಮಾಡಲು ಅಂತಹ ಪ್ರಯತ್ನಗಳ ಮೂಲಕ ಪ್ರಾದೇಶಿಕ ಹಾಗೂ ಪುರಾತನ ಕಲಾ ರೂಪಗಳ ಅಭಿವೃದ್ಧಿಗೆ ಸಹಾಯ ಮಾಡುವುದು.</li>
          <li>ಗ್ರಾಮೀಣ ಪ್ರದೇಶಗಳಲ್ಲಿ ಕಡಿಮೆ ಖರ್ಚಿನಲ್ಲಿ ಸಾಂಸ್ಕೃತಿಕ ಚಟುವಟಿಕೆಗಳನ್ನು ನಡೆಸುವುದು.</li>
          <li>ಈ ಕಲಾ ರೂಪಗಳನ್ನು ಮಕ್ಕಳಿಗೆ ಮತ್ತು ಯುವಕರಿಗೆ ಕಲಿಸುವ ಮೂಲಕ ಮುಂದಿನ ಪೀಳಿಗೆಗೆ ಕಳಿಸಲು ಸಾಂಸ್ಕೃತಿಕ ಪರಂಪರೆಯ ಪೋಷಣೆ ಮತ್ತು ಸಂಚಲನ.</li>
          <li>ಹೆಚ್ಚಿನ ಸಾಂಸ್ಕೃತಿಕ ಕಾರ್ಯಕ್ರಮಗಳ ಮೂಲಕ ಹೊಸ ಪ್ರತಿಭೆಗಳಿಗೆ ಮತ್ತು ಕಲಾವಿದರಿಗೆ ಅವಕಾಶ ಕಲ್ಪಿಸುವುದು.</li>
          <li>ಹಿರಿಕಿರಿಯ ಗೌರವಾನ್ವಿತ ಕಲಾವಿದರು ಮತ್ತು ಪ್ರತಿಭೆಗಳನ್ನು ಗುರುತಿಸಿ ಪ್ರಶಂಸಿಸುವುದು.</li>
        </ul>
      </div>

      <div className="section-card">
        <h3>ನಮ್ಮ ಉದ್ದೇಶ</h3>
        <ul>
          <li>ಸಾಂಸ್ಕೃತಿಕ ಚಟುವಟಿಕೆಯ ಜೊತೆಗೆ ಆರೋಗ್ಯಕ್ಕೆ ಸಂಬಂಧಪಟ್ಟಂತೆ ಯೋಗ, ವ್ಯಾಯಾಮ, ಧ್ಯಾನ, ವ್ಯಕ್ತಿತ್ವ ವಿಕಸನದ ಬಗ್ಗೆ ಅರಿವು ಮೂಡಿಸುವುದು.</li>
          <li>ಪರಿಸರ ಸಂರಕ್ಷಣೆ ಹಾಗೂ ಅವುಗಳ ಬಗ್ಗೆ ಜನಜಾಗೃತಿಗೆ ಸಂಬಂಧಪಟ್ಟ ಕೆಲಸಗಳನ್ನು ಕೈಗೊಳ್ಳುವುದು.</li>
          <li>ಅನಾಥ, ಅಶಕ್ತ, ಮತ್ತು ವೃದ್ಧರ ಸೇವೆ ದೇವರ ಸೇವೆ ಎಂದು ಭಾವಿಸಿ ಅವರ ಬದುಕಿಗೆ ಸಹಾಯ ಒದಗಿಸುವುದು.</li>
          <li>ಹಳ್ಳಿ ಗೋವುಗಳ ಸಾಕಣೆ ಮತ್ತು ರಕ್ಷಣೆಯನ್ನು ಉತ್ತೇಜಿಸುವುದು.</li>
          <li>ರಾಸಾಯನಿಕ ಮುಕ್ತ ಬೇಸಾಯಕ್ಕೆ ಒತ್ತು ನೀಡಿ ಸಾವಯವ ಕೃಷಿಯನ್ನು ಪ್ರೋತ್ಸಾಹಿಸುವುದು.</li>
          <li>ಕೃಷಿ ಕಾರ್ಯಾಗಾರ ಚಟುವಟಿಕೆಗಳನ್ನು ನಡೆಸುವುದು ಮತ್ತು ಉತ್ತೇಜಿಸುವುದು.</li>
        </ul>
      </div>

      <div className="section-card">
        <h3>ನಮ್ಮ ಸಮಿತಿ </h3>
        <div className="team-grid">
          <div className="team-member"><p>ಪ್ರಸನ್ನ ಪರಮೇಶ್ವರ ಹೆಗಡೆ</p><span>ಅಧ್ಯಕ್ಷರು</span></div>
          <div className="team-member"><p>ಗೌತಮ್ ಆರ್ ಹೆಗಡೆ</p><span>ಕಾರ್ಯದರ್ಶಿ</span></div>
          <div className="team-member"><p>ಗಣಪತಿ ವಿ ಹೆಗಡೆ</p><span>ಸದಸ್ಯ</span></div>
          <div className="team-member"><p>M P ಹೆಗಡೆ</p><span>ಸದಸ್ಯ</span></div>
          <div className="team-member"><p>ಭುವನೇಶ್ವರಿ ಹೆಗಡೆ</p><span>ಸದಸ್ಯ</span></div>
          <div className="team-member"><p>ಗಂಗಾಧರ ನಾಯ್ಕ್</p><span>ಸದಸ್ಯ</span></div>
          <div className="team-member"><p>ಪೂರುಷೋತ್ತಮ ಹೆಗಡೆ</p><span>ಸದಸ್ಯರು</span></div>
        </div>
      </div>
    </div>
  );
};

export default About;